assignment1/scripts/client/open_load/run_with_dvfs/Client_18.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=18 --send-buffer=4096 --recv-buffer=16384 --num-conns=2160 --num-calls=1
Maximum connect burst length: 1

Total: connections 2160 requests 2160 replies 2160 test-duration 119.997 s

Connection rate: 18.0 conn/s (55.6 ms/conn, <=2 concurrent connections)
Connection time [ms]: min 50.9 avg 51.4 max 55.8 median 51.5 stddev 0.3
Connection time [ms]: connect 0.3
Connection length [replies/conn]: 1.000

Request rate: 18.0 req/s (55.6 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 18.0 avg 18.0 max 18.0 stddev 0.0 (23 samples)
Reply time [ms]: response 51.0 transfer 0.0
Reply size [B]: header 171.0 content 85.0 footer 0.0 (total 256.0)
Reply status: 1xx=0 2xx=2160 3xx=0 4xx=0 5xx=0

CPU time [s]: user 49.86 system 70.14 (user 41.6% system 58.4% total 100.0%)
Net I/O: 5.7 KB/s (0.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0