assignment1/scripts/client/open_load/run_with_dvfs/Client_2.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=2 --send-buffer=4096 --recv-buffer=16384 --num-conns=240 --num-calls=1
Maximum connect burst length: 1

Total: connections 240 requests 240 replies 240 test-duration 119.552 s

Connection rate: 2.0 conn/s (498.1 ms/conn, <=1 concurrent connections)
Connection time [ms]: min 51.0 avg 51.6 max 64.5 median 51.5 stddev 0.9
Connection time [ms]: connect 0.4
Connection length [replies/conn]: 1.000

Request rate: 2.0 req/s (498.1 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 2.0 avg 2.0 max 2.0 stddev 0.0 (23 samples)
Reply time [ms]: response 51.3 transfer 0.0
Reply size [B]: header 171.0 content 85.0 footer 0.0 (total 256.0)
Reply status: 1xx=0 2xx=240 3xx=0 4xx=0 5xx=0

CPU time [s]: user 51.70 system 67.85 (user 43.2% system 56.8% total 100.0%)
Net I/O: 0.6 KB/s (0.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0